Data/DM/getDrugMdsPropertyHq/Req/1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:biz="http://biz.dms.pms.model.ha.org.hk/">
   <soapenv:Header/>
   <soapenv:Body>
      <biz:getDrugMdsPropertyHq>
         <arg0>
            <itemCode>AMET02</itemCode>
            <itemCode>METH66</itemCode>
            <itemCode>DEXT1Q</itemCode>
            <itemCode>LEVE01</itemCode>
         </arg0>
      </biz:getDrugMdsPropertyHq>
   </soapenv:Body>
</soapenv:Envelope>